Repository: andrealandonio/taxonomy-filter
Catalog: languages/taxonomy_filter-*.po
Languages: it_it

source: Filter by
it_it: Filtra per

source: Taxonomy Filter settings
it_it: Impostazioni Taxonomy Filter

source: Confirm reset
it_it: Conferma reset

source: Choose in which taxonomy admin page box show filter field. Change "hide filter" checkbox if you want to hide filter field if taxonomy has no values. You can enable a taxonomy filter by checking his checkbox input beside taxonomy names.
it_it: Scegli in quale tassonomia vuoi mostrare il filtro. Abilita l'opzione "Nascondi filtro" se non vuoi mostrare il campo nel caso in cui la tassonomia fosse vuota. Puoi abilitare il filtro sulla tassonomia attivando la checkbox accanto ad nome della tassonomia.

source: When you enable a taxonomy filter, a section for choosing hidden taxonomy terms is displayed in every WordPress user profile's settings page. In that page you can select a list of taxonomy terms that are automatically removed from hierarchical term taxonomies inside admin pages.
it_it: Quando si attiva un filtro tassonomia, una sezione per la scelta di eventuali termini da nascondere viene visualizzata nella pagina delle impostazioni di ogni profilo utente WordPress. In tale pagina è possibile selezionare un elenco di termini che verranno automaticamente rimossi dalle liste delle tassonomie gerarchiche all'interno di pagine di amministrazione.

source: Note: The plugin does not support non-hierarchical tags.
it_it: Nota: Il plugin non supporta tags non gerarchici.

source: Save
it_it: Salva

source: Name
it_it: Nome

source: Options
it_it: Opzioni

source: Hide filter if no element of the taxonomy is associated
it_it: Nascondi il filtro se nessun elemento della tassonomia è associato

source: Taxonomy Filter options
it_it: Opzioni Taxonomy Filter

source: Hidden in filters
it_it: Nascosto nei filtri

source: Set if you want to hide term in taxonomy filters.
it_it: Attiva se vuoi nascondere la tassonomia dai filtri.

source: Taxonomy Filters Management
it_it: Gestione filtri tassonomie

source: Choose hidden taxonomy terms for the user. By default, all taxonomy terms are visible in the hierarchical term taxonomies sections inside admin pages. You can choose only from max 2 nested levels but all the children of a hidden term are automatically removed from admin pages. Keep in mind that the hidden terms are not searchable and filterable. Only taxonomies with at least one term are shown below.
it_it: Scegli gli eventuali termini nascosti all'utente. Per default, tutti i termini sono visibili nelle sezioni all'interno delle pagine di amministrazione. È possibile scegliere fino a massimo 2 livelli nidificati, ma tutti i figli di un termine nascosto sono automaticamente rimossi dalla pagine di amministrazione. Ricorda che i termini nascosti non sono ricercabili e filtrabili. Solo le tassonomie con almeno un termine sono visualizzate nella sezione sottostante.

source: Hidden terms
it_it: Termini nascosti

source: Taxonomy:
it_it: Tassonomia:

source: Filter
it_it: Filtra

source: Use the above field to apply filter
it_it: Usa il campo qui sopra per filtrare
